openfoam/NASA_hump_data_jan25_coarse_1_zero_ic/system/include/coords20
(0.654157 0.115013 0.1)
(0.654157 0.114408 0.1)
